[{"表达式": "None",    "自然语句": [      "部分央企拟分拆上市利好提振估值。",      "五中全会召开再提交通强国等内容,且十四五将启。",      "重要交通基建等项目的前期规划设计或将落地,利好基建设计龙头。",      "我们认为基建中长期成长空间超市场认知,且后续基建REITs是重要催化。",      "基建龙头低估值补涨空间大,如中国建筑4.8倍/中国中铁5.2倍/中国铁建5.3倍均近10年最低。"    ]  },  {    "表达式": "None",    "自然语句": [      "年初至今政策对装配式钢结构支持力度保持强刺激,政策/行业需求爆发效果已反映到较多公司的订单层面。",      "钢结构EPC是有现金流的轻资产的可快速复制的商业模式,龙头通过精细管理及营销建设等业绩高弹性爆发持续且盈利/现金流改善,业绩高增弹性仅是刚开始。",      "我们判断2021年化工影响将减少,且考虑到定位新型装配式医院、学校第一品牌,业绩高增将持续。"    ]  },  {    "表达式": "None",    "自然语句": [      "2414602 天风证券-建筑装饰行业报告：房建设计高速增长，系装配式建筑业务快速发力。",      "基建设计增速整体低于房建设计，系疫情影响和固定资产投资增速趋缓所致。",      "总体而言，随着疫情的有效控制、国家的逆周期政策和即将开始十四五计划的利好。"    ]  },  {    "表达式": "None",    "自然语句": [      "总体来看，Q2公司基本面呈现较好的回暖迹象。",      "我们认为H2 公司收入及利润同比增速有望继续回暖，中长期经营效率有望持续提升，维持“买入”评级。"    ]  },  {    "表达式": "None",    "自然语句": [      "我们认为玻璃行业进入旺季后供需格局将会维持偏紧的状态，伴随金九银十旺季需求的释放，玻璃库存有望得到进一步消纳，价格在当前快速上涨的情况下有望继续提升。",      "建议关注旗滨集团、信义玻璃，成本低位，价格上涨，公司业绩有望不断改善。"    ]  },  {    "表达式": "None",    "自然语句": [      "政策驱动:2016年住建部提出“力争用10年左右的时间,使装配式建筑占新建建筑面积的比例达到30％“,近期多部门再次联合发文支持建筑业转型升级,预计政策助力下,装配式有望继续高速发展。",      "人口因素倒逼行业转型:传统建筑业属于劳动密集型行业,对人工依赖性较高,随着劳动力逐渐减少、人工成本不断攀涨,行业的内在因素(成本)有望代替外在因素(政策)成为更有力的助推器,倒逼行业谋求转型。",      "产业配套完善推动成本下降:在政策驱动和市场引领下,装配式建筑的设计、生产、施工、装修等相关产业能力快速提升,同时还带动了构件运输、装配安装、构配件生产等新型专业化公司发展。",      "龙头公司领跑,享受行业红利:远大住工、鸿路钢构两家以加工制造为主业的建筑公司均在2016政策元年开始进行业务转型,近两年也均实现了净利润的跨越式增长,先行者的发展经验有望带动行业进一步成长。"    ]  },  {    "表达式": "None",    "自然语句": [      "1)国内装配式装修渗透率仅5％。"    ]  },  {    "表达式": "None",    "自然语句": [      "1)发行股份购买资产,公司拟向中国建材购买其持有的中联水泥、中材水泥100％股权,拟向中国建材及其少数股东购买其持有的南方水泥99.93％股权、西南水泥95.72％的股权,发行价格以定价基准日前60个交易日的90％计算为13.38元/股,本次交易不涉及北方水泥和中建材投资的混凝土资产。",      "2)募集配套资金,公司拟向不超过35名特定投资者非公开发行股票,发行股份数量不超过3.146亿股(即不超过本次交易前上市公司总股本的30％),发行价格不低于发行期首日(定价基准日)前20个交易日公司股票均价的80％,后续询价发行。",      "假设发行价为公告日前收盘价18.02元/股,预计募集资金约57亿元。",      "总体而言,整合完成后,行业格局有望进一步优化,优质水泥资产估值中枢或将上移。"    ]  },  {    "表达式": "None",    "自然语句": [      "我们认为短期行业供需格局趋向平衡，贸易商积极补库，下游深加工企业出货良好，呈现出淡季不淡的行业特征。",      "我们认为八月中旬附近玻璃需求有望进一步释放，届时玻璃库存有望得到进一步消纳，价格有望维持上涨势头，同时目前成本端压力同比大幅降低，玻璃企业盈利水平处在历史较好位置,建议关注旗滨集团、信义玻璃。"    ]  },  {    "表达式": "None",    "自然语句": [      "为吸引民间资本投资基础设施建设，PPP模式从2015年开始得到政府大力推广，到2016-2017年实现了全国范围的蓬勃发展，生态环保是其中最受益的行业之一。"    ]  },  {    "表达式": "None",    "自然语句": [      "7月28日住建部等十三部门联合印发《关于推动智能建造与建筑工业化协同发展的指导意见》，提出大力发展装配式建筑,推动建立智能建造产业体系,加大BIM应用/以工程总承包企业为核心等；",      "7月24日住建部等七部门印发《绿色建筑创建行动方案》，提出大力发展钢结构等装配式建筑,新建公建原则上采用钢结构；编制钢结构装配式住宅常用构件尺寸指南；",      "7月7日住建部发布《关于大力发展钢结构建筑的意见(征求意见稿)》，提出大力推广钢结构公建,积极稳妥推进钢结构住宅和农房；推广重点为学校/医院/办公楼/酒店等公建、三馆/交通枢纽等大跨度建筑；建立基于BIM技术的钢结构建筑标准化部品部件库；鼓励工程总承包模式。"    ]  },  {    "表达式": "None",    "自然语句": [      "钢结构制造端通过扁平化管理+规模化采购及生产+智能化改造形成低成本竞争优势,扩产能+产能利用率提升等强化竞争优势；",      "钢结构EPC龙头通过技术研发更低成本更多产品体系,通过技术授权模式可实现轻资产快速扩张,通过全国营销体系构建可实现轻资产的盈利模式的快速复制,市场仍未充分认知EPC一体化企业产品力的构建及获取正向现金流的弹性。"    ]  },  {    "表达式": "None",    "自然语句": [      "对于企业而言，重构盈利模式 根据海外发展经验，存量时代龙头企业的共同之处是强化管控能力、通过产业链延伸等方式实现盈利能力提升以抵抗行业负面冲击，形成核心竞争力：例如大衰退后日本企业致力于资产负债表修复，并不过分追求规模，在2013年外部需求改善的时选择维持产能赚取更多利润，5年利润率实现5倍增长；法国VINCI则通过产业链延伸介入高附加值环节，进行全生命周期的协同管理优化，最大限度获取利润，2000年至今净利率提升已超过2倍。"    ]  },  {    "表达式": "None",    "自然语句": [      "装配式设计行业竞争具有显著区域特征,华东地区是我国当前装配式建筑项目分布最多的区域,公司分支机构集中分布在华东区域并向全国拓展,公司所处区位能够有效覆盖该区域装配式建筑的市场需求。",      "信息化研发投入加大,持续打造核心竞争力 近年来公司研发投入持续增加,2019年研发费用同比增长41.25％,目前计算机和CAD设计出图率已经达到100％。",      "伴随公司持续增强信息化水平和人才结构优化,公司自身核心竞争实力不断加强,市场占有率有望持续提升。"    ]  },  {    "表达式": "None",    "自然语句": [      "我们认为国内基建中长期成长空间超市场认知;",      "2)鸿路钢构/亚厦股份在各自领域已确立竞争优势,形成趋势性共识;但钢结构EPC一体化优势仍未充分认知;",      "3)装配式:钢结构推荐鸿路钢构/东南网架/杭萧钢构等。"    ]  },  {    "表达式": "None",    "自然语句": [      "精工钢构参见4月6日深度报告,受益恒通科技/远大住工(PC)等;",      "装饰推荐亚厦股份/金螳螂/全筑股份等;",      "基建设计推荐中设集团/苏交科/设计总院,受益勘设股份等;",      "基建央企推荐中国铁建/中国中铁/中国交建/中国建筑/中国化学等;",      "园林PPP推荐岭南股份/东方园林/东珠生态等;",      "其它推荐龙元建设/上海建工等。"    ]  },  {    "表达式": "None",    "自然语句": [      "龙头企业市占率有望持续提升的勘察设计行业:勘设行业增速有望继续高于固投增速。",      "我们认为资质是勘察设计行业经营的硬性壁垒，龙头企业资质优势稳固，有望进一步通过内生管理能力提升+外延市场边界拓展获得市占率持续提升。"    ]  },  {    "表达式": "None",    "自然语句": [      "目前行业内主要分为三类企业:1)央企体系内钢构企业；2)上市民营企业；3)各种中小型钢结构企业,商业模式主要分为制造、总承包两种。",      "作为其他钢构公司的材料供应商，鸿路的制造模式看似利润率低，但现金流充裕，且成本优势与规模可形成正反馈，精工、东南等转型成为EPC总承包商模式，提高单体项目利润率的同时避开与央企在商业地产领域的竞争，利用自身的技术和品牌优势，在医院、学校等细分领域寻求发展。",      "我们认为，具有成本管理能力和错位竞争的钢结构企业更具长期发展能力。"    ]  },  {    "表达式": "None",    "自然语句": [      "绿色低碳发展背景下，看好绿色能源及工业制品发展公司第二成长曲线初具规模，产业能力外溢在新能源、工业领域加速收获。",      "空调表现大幅优于行业二季度收入略有压力，但空调主业表现明显强于行业。",      "7-8月持续高温天气，我们仍看好下半年空调国内的销售表现。",      "且公司迎来渠道改革新契机，部分区域的经销商主动变化、京东+格力专卖店的下沉建设、电商直播的不断加大投入，或加速公司渠道改革的推进速度。"    ]  },  {    "表达式": "None",    "自然语句": [      "受地产销售端景气度低迷、全国疫情反复影响，二季度公司收入小幅下滑，其中烟灶品类压力较大，而洗碗机等新品类成长红利仍在兑现；",      "业绩端承压较明显，主要在于原材料采购成本相比去年同期依旧较高及营销投入力度加码。",      "后续来看，行业β层面需要关注房屋的集中竣工交付、地产政策边际宽松对销售的拉动以及新品类的继续渗透。",      "对于公司而言，公司传统业务稳健经营、新品类份额提升、集成灶正式布局、利润率修复等自身α也需重视，后续经营有望逐步回暖。"    ]  },  {    "表达式": "None",    "自然语句": [      "创意小家电龙头,品类开拓构筑成长曲线。",      "小家电线上化降低了行业供给门槛,新玩家增多抬升线上引流成本。",      "但我们认为小熊电器作为创意小家电平台型公司,受单品竞争压力较小;",      "持续挖掘消费者细分领域需求的长尾产品能够形成一定的品牌心智;",      "公司具有多年电商运营经验,渠道变化敏感性较强。",      "未来公司有望进一步开拓母婴、个护等品类,构筑成长曲线。"    ]  },  {    "表达式": "None",    "自然语句": [      "多元品类拓展,集成产品矩阵成型。",      "7月公司千城千店峰会发布,在产品上采用集成化战略,集成产品包括集成灶、集成油烟机等,满足消费者差异化需求,会上发布元轨、元镜和元幕三大系列新品,现有共计12个SKU,不断完善集成灶产品矩阵。",      "在扶商战略上,以93家营销中心,3家顶级战略合作方作为底层支撑,为加盟商赋能。",      "在战略目标方面,要在12个月内线下蒸烤集成灶做到行业第一。"    ]  },  {    "表达式": "None",    "自然语句": [      "高温带动空调销量，促消费政策拉动家电消费。",      "家电板块7月、8月以来分别跑输全A指数4.3pcts、4.1pcts，主因：1）7月多地住宅开始出现交房困难；2）高层会议淡化全年经济目标；3）8月以来铜、铝等大宗材料价格止跌。",      "需求方面，近期全国连续高温带动空调销量增长，同时政策利好有望拉动需求：7月28日，国家商务部联合13个部门发布了《关于促进绿色智能家电消费若干措施的通知》，进一步落实全国家电以旧换新、绿色智能家电下乡等9条鼓励政策，预计对疫情冲击后的家电市场需求将产生正向拉动。"    ]  },  {    "表达式": "None",    "自然语句": [      "超配消费，成长板块边际走强。",      "上市公司一季报披露完毕，成长板块业绩不及预期，估值下调风险已在一季度集中释放；随着疫情得到有效控制，复工复产指日可待，稳增长政策节奏逐渐可控，市场情绪边际修复，风险偏好从低位开始回升，后续成长板块回升弹性较大。",      "尽管市场预期已经发生变化，也要看到经济下行压力尚存，消费板块经营业绩稳健，盈利水平占优，具备配置价值。",      "申万金工风格四象限模型显示，消费和金融处于超配区域，成长板块边际走强，周期板块边际走弱。"    ]  },  {    "表达式": "None",    "自然语句": [      "稳居继电器全球龙头地位，市场拓展持续推进。",      "（1）通用继电器业务方面，2021年，公司成为包括米勒、惠而浦、伊莱克斯、博西等在内的多家高端品牌的最主要供方和可靠战略合作伙伴，排名全球第一。",      "（2）新能源汽车市场，公司与全球主流新能源车厂，包括特斯拉、奔驰、宝马等高端车厂均建立合作关系。",      "（3）公司光伏继电器产品获得华为、阳光电源等标杆客户的认可。"    ]  },  {    "表达式": "None",    "自然语句": [      "我们维持房地产板块“看好”评级，继续推荐受益于格局优化的优质房企：A股：保利发展、建发股份、招商蛇口、华发股份、滨江集团、金地集团、新城控股、中国建筑、万科A，建议关注：金科股份、绿地控股、首开股份；H股：华润置地、中海外发展、建发国际、龙湖集团、碧桂园，并建议关注：越秀地产、绿城中国、美的置业；并维持物业管理板块“看好”评级，推荐：碧桂园服务、旭辉永升服务、新城悦、中海物业、保利物业、华润万象、新大正，并建议关注：招商积余、万物云。",      "建筑企业出于不同考量参与地产投资开发业务，苦涉房企业禁止股权融资久矣。",      "涉房建筑企业从事房地产开发业务主要源于两类，1）早期出于对房地产行业乐观预期，积极开展房地产投资开发业务且经营质量优异；2）部分建筑企业承揽地方政府项目时，同步负责项目周边地块经营开发，增厚公司整体经营利润。"    ]  },  {    "表达式": "None",    "自然语句": [      "从Bishop公司统计的全球连接器Top10厂商变迁史来看，行业转移趋势与半导体产业类似，都经历了从美国迁移到日本，再向中国延伸的过程。",      "连接器行业早年龙头均为美国公司，此后1990年前后有日本厂商开始登上前十榜单，中国公司上榜择时在2010年后。",      "此外，从海外连接器厂商发展路径来看，一大显著的特征便是大举并购。",      "根据Bishop的记录，自1985年到2018年10月1日，连接器行业完成了589项并购，而2000年之后共463项。",      "这意味着，有80%的并购案集中在二十世纪以后。",      "而其中头部“三巨头”泰科、安费诺、莫仕收购亦十分频繁（如1999年泰科国际收购AMP，随后收购了线缆制造商Raychem），通过收购扩大覆盖面和竞争力是连接器行业的普遍做法，行业集中也随之不断上升。"    ]  },  {    "表达式": "None",    "自然语句": [      "长期展望：头部建筑央企国企市占率不断提升，竞争优势凸显。",      "即便在过去几年建筑行业增速回落的时期，头部央企仍实现了较快增长，市占率在不断提升。",      "同时在过去几年，建筑央企的资产负债率持续走低，应收账款账龄较短，且应收账款及存货周转率均有所提升。",      "从增速上及资产质量上，头部建筑公司均实现较好发展，展现出明显的竞争优势。"    ]  },  {    "表达式": "None",    "自然语句": [      "地产链迎接需求端政策利好，推荐浮法玻璃、建议关注消费建材：因城施策背景下，多地下调首套房贷首付比例，政策端逐步向需求侧引导，或可缓解房企经营风险。",      "若后期观察到地产销售数据回暖，则地产链基本面拐点可以确立。",      "从需求侧政策放松到销售边际改善仍需过程，建议关注消费建材龙头公司东方雨虹、伟星新材、坚朗五金。",      "地产政策边际放松，将对浮法玻璃需求有支撑；我们对2022年浮法玻璃需求判断保持乐观，推荐旗滨集团、南玻A。"    ]  },  {    "表达式": "None",    "自然语句": [      "建筑行业集中度提升，业绩增速较快，估值处于历史低位，原材料价格有望回落，从而增厚业绩,推荐基建央企、绿色低碳建筑等。",      "过去30余年中，以地产和基建为代表的建筑业是我国经济发展的重要推动力之一，粗钢产量和GDP增速也表现出较高的一致性。",      "继续推荐玻璃、玻纤、消费建材龙头,关注低估值水泥品种1)玻璃近期进入淡季累库阶段,但价格仍然坚挺,2021玻璃需求有望维持高景气,同时供给格局的改善有望持续,龙头公司全年盈利有望超预期。",      "2)我们预计21H1消费建材品种有望展现收入端高弹性,龙头消费建材品种有望持续提高自身市占率,标准提升、旧改、新型城镇化有望为消费建材带来新的增长点。",      "3)玻纤需求有望延续高景气,龙头公司在产能扩张和成本方面的优势有望进一步扩大。",      "4)当前水泥进入淡季,需求和价格同步回落,但相比往年同期,需求仍较好,关注区域性龙头。"    ]  }]